/* 
  InfoPopovers.strings
  CleanMyMac

  Created by krivoblotsky on 5/30/16.
  Copyright © 2016 MacPaw. All rights reserved.
*/

"CannotRemoveSystemApplication" = "Jest to zabezpieczony program systemowy, którego nie można usunąć. Możesz, jednak, usunąć pliki powiązane i wyzerować go.";
"CannotRemoveAppExtension" = "Ta rzecz startowa jest częścią programu i nie może być usunięta osobno.";
"CannotRemoveChromeResources" = "Tej rzeczy nie można usunąć, ponieważ Twoja przeglądarka Chrome jest połączona z kontem Google. Usunięte zostaną natychmiast synchronizowane i przywrócone.";
"EmptyPrivacyItems" = "Brak rzeczy do usunięcia w tej grupie.";
"NotEstimatedPrivacyItems" = "Powiązany program należy zamknąć, aby oszacować ilość dostępnych do czyszczenia rzeczy i usunąć je.";
"NotEstimatedItem" = "Wielkość tej rzeczy zostanie oszacowana po uwierzytelnieniu hasłem użytkownika.";
"SiriExtension" = "Funkcji Siri nie można usunąć całkowicie, ponieważ jest ona częścią systemu operacyjnego.";
